Repository: uwaisalqadri/Giffy
Catalog: Modules/CommonUI/CommonUI/Sources/CommonUI/Assets/*.lproj/Localizable.strings
Languages: id

# profile.title
source: Profile
id: Profil

# search.title
source: Discover GIFs!
id: Pencarian

# favorite.title
source: Favorites
id: Favorit

# trending.today_popular
source: Today's Trending
id: Trend Hari Ini

# search.placeholder
source: Search or Paste GIFs
id: Telusuri Giphy...

# search.loading
source: Searching for the GIFs... Maybe you should try a different keyword
id: Mencari Giphy... Atau Coba Keyword Yang Berbeda

# favorite.empty_message
source: Favorite is empty!
id: Favorit Kosong!

source: Trending Date
id: Tanggal Trending

# common.background_removal
source: Background Removal
id: Hapus Background

# modal.select_photo_library
source: Select from Photo Library
id: Pilih dari Galeri

# button.delete
source: Delete
id: Hapus

# error.favorite_check
source: Can't determine if the GIF is favorited
id: Tidak dapat memastikan apakah GIF difavoritkan

# toast.copied
source: Copied
id: Disalin

# toast.failed_copy
source: Failed to Copy
id: Gagal Disalin

# share.option
source: Share via
id: Kirim melalui
